{
  "线路数组": "href=\"\\#playlist&&</a>>[替换:线路1>>恒轩️]", 
  "线路标题": "data-toggle=\"tab\"&&</li>[不包含:线路2#线路3#线路4#线路5#线路6#线路7]",
  "播放请求头": "User-Agent$Mozilla/5.0(WindowsNT10.0;Win64;x64)AppleWebKit/537.36(KHTML,likeGecko)Chrome/128.0.0.0Safari/537.36",
  "分类url": "https://www.ddzw.cn/vodshow/{cateId}--{by}------{catePg}---{year}.html",
  "分类":"电影$1#连续剧$2#综艺$3#动漫$4",
  "影片年代":"年份：&&</p>", "影片地区":"地区：&&<span", "影片类型":"类型：&&</a>", "导演":"导演：&&</p>", "主演":"主演：&&</p>", "简介":" ", 
  "类型":"动作片$6#喜剧片$7#爱情片$8#科幻片$9#恐怖片$10#剧情片$21#战争片$12#古装片$26#悬念片$27||国产剧$14#日本剧$16#韩国剧$15#欧美剧$20#台湾剧$28#泰国剧$21||大陆综艺$22#港台综艺$24#日韩综艺$23#欧美综艺$25"
}